[  
   {  
      "name":"Broken Crown",
      "flavor":"Eliksni songs still tell of Chelchis, Kell of Stone, who stood before the Maw.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Flamel Crest",
      "flavor":"Anything can be anything else, if only you will it so.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Hourless Glass",
      "flavor":"The sand in this seemingly ancient timepiece will not move, no matter which way you turn it.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Leaf of the Bleeding Tree",
      "flavor":"Eat not of the fruit of this tree.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Light of Moths",
      "flavor":"In the Hive's ontoformic reality, this glow is the manifestation of bound, dying souls.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Numinous Web",
      "flavor":"A web spun from the flayed and frozen Light of Guardians lost.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Oddly Colored Cube",
      "flavor":"Gallida died to bring these cubes back from Venus and I still don't know why.\" —Despoina Kore",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Ring of Living Stone",
      "flavor":"\"In memory of the Deep Stone Crypt, the tower where we were born.\"",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Segoth's Head",
      "flavor":"\"Thought we formed the Banner to fight the Darkness, not ourselves. Just don't bode well, s'all I'm sayin'.\" —Gheleon",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Silent Oracle",
      "flavor":"\"Sometimes I swear I could hear it speaking, but I can never remember. I think it spoke of a name.\"",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Sins of Kharad-Tan",
      "flavor":"For you are not the first hero—nor even Oryx the first villain—to meet upon this plane.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Sisyphus Project",
      "flavor":"\"Clovis refuses to back down. Meanwhile, the others have taken to calling it 'the Sisyphus Project'…\" — laboratory notes found at a Clovis Bray facility",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Skorri's Dirge",
      "flavor":"They say she's apart from the Iron Banner, yet she sings songs of her lost companions.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Specimen Twelve",
      "flavor":"Running hot with the effort of simulating not one group of scientists, but two hundred and twenty-seven.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Spectral Dust",
      "flavor":"A sample of the mysterious particulate that protects and hides the Reef from invaders.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Techeun Bangle",
      "flavor":"An approximation of the glittering augments worn by the Queen of the Awoken's advisors.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Thanatonaut's Lullaby",
      "flavor":"Makes the passage just that much easier.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"The Damned Lute",
      "flavor":"\"Hey nonny nonny, hey nonny nonny, be not blithe nor bonny...\"",
      "type":"Warlock Artifact"
   },
   {  
      "name":"The Traitor's Die",
      "flavor":"Every roll of this die is already written into the fabric of Oryx's reality.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Tome of Nothing",
      "flavor":"The few who have claimed to see words on its seemingly blank pages have subsequently gone mad.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Transcendent Eye",
      "flavor":"\"You are not the seer. Not yet. You are the one who is seen.\" —Parables of the Allspring",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Warp Fragment",
      "flavor":"This piece of Golden Age technology is covered in particulate originating from beyond our solar system.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Weregilt",
      "flavor":"Even among the Hive, all death has its cost.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Whispering Sphere",
      "flavor":"You can't be sure, but you think you've seen Lord Shaxx speaking into a sphere just like this one.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Perfected SIVA Capsule",
      "flavor":"\"SIVA destroyed the Iron Lords, but history need not repeat itself. Use it if you must. Even the most destructive tool, in the end, is a tool.\" —Tyra Karn",
      "type":"Warlock Artifact"
   },
   {  
      "name":"SIVA Capsule",
      "flavor":"This bundle of SIVA rests safely in a containment capsule. For now.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Colovance's Choice",
      "flavor":"\"I will fight to stop the fighting. If that means I must die, then I choose death.\" —Lord Colovance",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Oversoul's Gasp",
      "flavor":"The lingering echo of something that should have died long ago and far away.",
      "type":"Warlock Artifact"
   },
   {  
      "name":"Chronofuse",
      "flavor":"A piece of spacetime circuitry dislodged from the temporal stream.",
      "type":"Warlock Artifact"
   }
]